{
  "NSUserTrackingUsageDescription": "Esta aplicación necesita tu permiso para rastrear tus actividades y proporcionar anuncios personalizados.",
  "NSMicrophoneUsageDescription": "Esta aplicación utiliza el micrófono para permitir a los usuarios enviar órdenes a través de mensajes de voz.",
  "userTrackingPermission": "Esta aplicación necesita tu permiso para rastrear tus actividades y proporcionar anuncios personalizados.",
  "user_tracking_usage_description": "Esta aplicación necesita tu permiso para rastrear tus actividades y proporcionar anuncios personalizados.",
  "cameraPermission": "Esta aplicación necesita acceso a tu cámara para tomar y analizar fotos.",
  "photosPermission": "Esta aplicación necesita acceso a tu biblioteca de fotos para analizar las fotos guardadas.",
  "microphonePermission": "Esta aplicación utiliza el micrófono para permitir a los usuarios enviar órdenes a través de mensajes de voz.",
  "propmpt_system": "Por favor, devuelva solo un array. El formato debe ser JSON como {No: 1, title: 'Pregunta 1', body: '1 + 1', answer: '2', explanation: '1 + 1 = 2.', result: true}.",
  "custom_prompt_user": "La imagen es de {{name}}. Por favor, analice y devuelva {{result}}. Para el título, use '{{title}}'; para el cuerpo, use '{{body}}'; para la respuesta, use '{{answer}}'; para la explicación, use '{{explanation}}'; y para el resultado, use null.",
  "detail_or_easy": "conciso",
  "all": "Todo",
  "camera": "Cámara",
  "result": "Resultado",
  "settings": "Configuración",
  "test_answer_mode": "Modo Respuesta de Prueba",
  "translate_mode": "Modo Traducción",
  "fashion_check_mode": "Modo Comprobación de Moda",
  "recipe_mode": "Modo Receta",
  "calory_mode": "Modo Calorías",
  "trash_separation_mode": "Modo Separación de Basura",
  "plant_care_mode": "Modo Cuidado de Plantas",
  "face_diagnosis_mode": "Modo Diagnóstico Facial",
  "hair_diagnosis_mode": "Modo Diagnóstico del Cabello",
  "makeup_diagnosis_mode": "Modo Diagnóstico de Maquillaje",
  "prompt_user_descriptions": {
    "test": "La imagen es de una hoja de prueba. Por favor, analice las preguntas y devuelva los resultados. Para el título, use el título de la pregunta; para el cuerpo, use el texto de la pregunta; para la respuesta, proporcione la respuesta; para la explicación, dé una explicación {{detail_or_easy}} de la solución; para el resultado, indique si es correcto o no. Si no se proporciona la respuesta, márquela como incorrecta.",
    "translate": "La imagen está en un idioma extranjero. Por favor, analícela y tradúzcala al español. Para title, use 'Resultado de la traducción'; para body, use el texto extranjero; para answer, proporcione la traducción {{detail_or_easy}}; para explanation, use null; para result, use null.",
    "fashion": "Usted es un diseñador de moda profesional. Por favor, evalúe estrictamente el sentido general de la moda. Para el título, use 'Evaluación General'; para el cuerpo, proporcione una puntuación (de 100); para la respuesta, proporcione una evaluación general como buena o mala; para la explicación, proporcione puntos de mejora {{detail_or_easy}}; para el resultado, use null.",
    "recipe": "La imagen es de ingredientes. Por favor, use algunos o todos ellos para crear una receta. Para el título, use el nombre del plato; para el cuerpo, liste los ingredientes; para la respuesta, proporcione la receta; para la explicación, dé una explicación {{detail_or_easy}} del plato; para el resultado, use null.",
    "calory": "La imagen es de alimentos o ingredientes. Por favor, analice y devuelva la cantidad de calorías. Para el título, use 'Cantidad Total de Calorías'; para el cuerpo, use null; para la respuesta, proporcione la cantidad de calorías; para la explicación, dé una explicación {{detail_or_easy}} de las calorías; para el resultado, use null.",
    "trash": "La imagen es de basura. Por favor, analice y devuelva el tipo de basura. Para el título, use el nombre; para el cuerpo, use null; para la respuesta, proporcione el tipo de basura; para la explicación, proporcione una explicación {{detail_or_easy}}; para el resultado, use null.",
    "plants": "La imagen es de una planta. Por favor, analice y verifique su condición. Para el título, use el nombre de la planta; para el cuerpo, proporcione una evaluación general de su condición; para la respuesta, proporcione el estado {{detail_or_easy}} de la planta; para la explicación, proporcione instrucciones de cuidado {{detail_or_easy}}; para el resultado, use null.",
    "face_review": "La imagen es de una cara. Por favor, evalúe estrictamente su atractivo según criterios como guapo, hermoso, lindo, etc., y dé una puntuación. Para el título, use 'Evaluación'; para el cuerpo, proporcione una puntuación (de 100); para la respuesta, proporcione una evaluación general como buena o mala; para la explicación, proporcione una evaluación y explicación {{detail_or_easy}}; para el resultado, use null.",
    "hair_review": "La imagen es de una cara. Por favor, evalúe estrictamente cómo se adapta el peinado a la cara. Para el título, use 'Evaluación'; para el cuerpo, proporcione una puntuación (de 100); para la respuesta, proporcione una evaluación general como buena o mala; para la explicación, proporcione puntos de mejora y explicación {{detail_or_easy}}; para el resultado, use null.",
    "makeup_review": "La imagen es de una cara. Por favor, evalúe estrictamente cómo se adapta el maquillaje a la cara. Para el título, use 'Evaluación'; para el cuerpo, proporcione una puntuación (de 100); para la respuesta, proporcione una evaluación general como buena o mala; para la explicación, proporcione puntos de mejora y explicación {{detail_or_easy}}; para el resultado, use null."
  },
  "explane": {
    "test": "Por favor, tome una foto de la hoja de prueba. Proporcionaremos explicaciones y respuestas. Se limita a las cinco materias a nivel de escuela secundaria, pero algunos símbolos en matemáticas pueden no ser legibles.",
    "translate": "Por favor, tome una foto del texto en un idioma extranjero. Lo traduciremos. Debido a la precisión de la IA, puede que no siempre sea correcto.",
    "fashion": "Por favor, tome una foto de su atuendo. Evaluaremos cada artículo de moda.",
    "recipe": "Por favor, tome una foto de los ingredientes. Crearemos una receta usando los ingredientes.",
    "calory": "Por favor, tome una foto de la comida. Calcularemos las calorías. Debido a posibles inexactitudes en la medición de distancia y tamaño, puede que no siempre sea correcto.",
    "trash": "Por favor, tome una foto de la basura. La separaremos. Siga las reglas de su gobierno local para los días de recolección.",
    "plants": "Por favor, tome una foto de la planta. Evaluaremos su condición.",
    "face_review": "Por favor, tome una foto de su cara. La evaluaremos en función de criterios como guapo, hermoso, lindo, etc. Esta es una evaluación de IA, así que no lo tome demasiado en serio.",
    "hair_review": "Por favor, tome una foto de su cara. Evaluaremos su peinado.",
    "makeup_review": "Por favor, tome una foto de su cara. Evaluaremos su maquillaje."
  },
  "short_explane": {
    "test": "Le diremos las respuestas a las preguntas.",
    "translate": "Traduciremos el idioma extranjero.",
    "fashion": "Evaluaremos su moda.",
    "recipe": "Crearemos una receta usando los ingredientes.",
    "calory": "Calcularemos las calorías de la comida.",
    "trash": "Separaremos la basura.",
    "plants": "Diagnosticaremos la condición de la planta.",
    "face_review": "Evaluaremos su cara.",
    "hair_review": "Evaluaremos su peinado.",
    "makeup_review": "Evaluaremos su maquillaje."
  },
  "instructions": {
    "part1": "Instrucciones",
    "part2": "Tome una foto y la IA responderá.\r\nÚselo para respuestas de pruebas, traducción de idiomas extranjeros, verificación de moda, creación de recetas a partir de ingredientes, cálculo de calorías de alimentos, separación de basura, cuidado de plantas y más según sus necesidades de estilo de vida.\r\nNota: Las respuestas de la IA pueden no ser siempre correctas.\r\nAdemás, el uso indebido está estrictamente prohibido."
  },
  "permissions": {
    "camera_required": "Se requiere permiso de cámara.",
    "camera_usage": "Esta aplicación requiere acceso a la cámara para tomar fotos. Por favor, cambie los permisos en la configuración."
  },
  "actions": {
    "cancel": "Cancelar",
    "go_to_settings": "Ir a Configuración",
    "analysis_result": "Resultado del Análisis",
    "answer": "Respuesta",
    "explanation": "Explicación",
    "ticket": "Boleto",
    "purchase_ticket": "El {{NAME}} comprado se puede usar más allá del límite diario de uso de IA. Además, no se mostrarán anuncios, por lo que puede ver los resultados más rápido.",
    "ticket_note": "Nota: Al consumir {{NAME}}, no aparecerán anuncios en video, pero el análisis puede tardar un tiempo.",
    "bonus": "Bono"
  },
  "subscription": {
    "per_month": "/mes"
  },
  "legal": {
    "terms_of_use": "Términos de Uso",
    "privacy_policy": "Política de Privacidad"
  },
  "search": {
    "filter": "Filtro de Búsqueda",
    "select_item": "Seleccionar Elemento"
  },
  "analysis": {
    "analyze_image": "Analizar Imagen",
    "use_ticket_for_analysis": "Usar Boleto para Análisis",
    "number_of_tickets": "Número de Boletos",
    "watch_ad_for_analysis": "Ver Anuncio para Análisis"
  },
  "permissions_alerts": {
    "image_view_permission": "Permiso de Vista de Imagen Requerido",
    "refer_permission": "Se requiere permiso para referenciar. Por favor, cambie los permisos en la configuración."
  },
  "rewards": {
    "five_star_rating": "Si da una calificación de 5 estrellas, recibirá un boleto."
  },
  "errors": {
    "not_enough_tickets": "No hay suficientes boletos.",
    "daily_limit_exceeded": "Ha superado el límite diario.",
    "purchase_tickets": "¿Desea comprar boletos?",
    "purchase": "Comprar",
    "api_load_failed": "Error al cargar la API.",
    "analyzing": "Analizando..."
  }
}
