{
  "propmpt_system": "Please return only an array. The format should be JSON like {No: 1, title: 'Question 1', body: '1 + 1', answer: '2', explanation: '1 + 1 = 2.', result: true}.",
  "custom_prompt_user": "The image is of {{name}}. Please analyze and return {{result}}. For title, use '{{title}}'; for body, use '{{body}}'; for answer, use '{{answer}}'; for explanation, use '{{explanation}}'; and for result, use null.",
  "detail_or_easy": "concise",
  "all": "All",
  "camera": "Camera",
  "result": "Result",
  "settings": "Settings",
  "test_answer_mode": "Test Answer Mode",
  "translate_mode": "Translation Mode",
  "fashion_check_mode": "Fashion Check Mode",
  "recipe_mode": "Recipe Mode",
  "calory_mode": "Calorie Mode",
  "trash_separation_mode": "Trash Separation Mode",
  "plant_care_mode": "Plant Care Mode",
  "face_diagnosis_mode": "Face Diagnosis Mode",
  "hair_diagnosis_mode": "Hair Diagnosis Mode",
  "makeup_diagnosis_mode": "Makeup Diagnosis Mode",
  "prompt_user_descriptions": {
    "test": "The image is of a test sheet. Please analyze the questions and return the results. For title, use the question title; for body, use the question text; for answer, provide the answer; for explanation, give a {{detail_or_easy}} explanation of the solution; for result, indicate whether it is correct or not. If the answer is not provided, mark it as incorrect.",
    "translate": "The image is in a foreign language. Please analyze and translate it into Japanese. For title, use 'Translation Result'; for body, use the foreign text; for answer, provide the {{detail_or_easy}} translation; for explanation, use null; for result, use null.",
    "fashion": "You are a professional fashion designer. Please strictly evaluate the overall fashion sense. For title, use 'Overall Rating'; for body, provide a score (out of 100); for answer, provide a general evaluation such as good or bad; for explanation, provide {{detail_or_easy}} improvement points; for result, use null.",
    "recipe": "The image is of ingredients. Please use some or all of them to come up with a recipe. For title, use the dish name; for body, list the ingredients; for answer, provide the recipe; for explanation, give a {{detail_or_easy}} explanation of the dish; for result, use null.",
    "calory": "The image is of food or ingredients. Please analyze and return the calorie count. For title, use 'Total Calorie Count'; for body, use null; for answer, provide the calorie count; for explanation, give a {{detail_or_easy}} explanation of the calories; for result, use null.",
    "trash": "The image is of trash. Please analyze and return the type of trash. For title, use the name; for body, use null; for answer, provide the type of trash; for explanation, give a {{detail_or_easy}} explanation; for result, use null.",
    "plants": "The image is of a plant. Please analyze and check its condition. For title, use the plant name; for body, provide a general assessment of its condition; for answer, provide the {{detail_or_easy}} state of the plant; for explanation, provide {{detail_or_easy}} care instructions; for result, use null.",
    "face_review": "The image is of a face. Please strictly evaluate its attractiveness based on criteria such as handsome, beautiful, cute, etc., and give a score. For title, use 'Evaluation'; for body, provide a score (out of 100); for answer, provide a general evaluation such as good or bad; for explanation, provide a {{detail_or_easy}} evaluation and explanation; for result, use null.",
    "hair_review": "The image is of a face. Please strictly evaluate how well the hairstyle suits the face. For title, use 'Evaluation'; for body, provide a score (out of 100); for answer, provide a general evaluation such as good or bad; for explanation, provide {{detail_or_easy}} improvement points and explanation; for result, use null.",
    "makeup_review": "The image is of a face. Please strictly evaluate how well the makeup suits the face. For title, use 'Evaluation'; for body, provide a score (out of 100); for answer, provide a general evaluation such as good or bad; for explanation, provide {{detail_or_easy}} improvement points and explanation; for result, use null."
  },
  "explane": {
    "test": "Please take a picture of the test sheet. We will provide explanations and answers. It is limited to the five subjects at the middle school level, but some symbols in mathematics may not be readable.",
    "translate": "Please take a picture of the foreign language text. We will translate it. Due to AI accuracy, it may not always be correct.",
    "fashion": "Please take a picture of your outfit. We will evaluate each fashion item.",
    "recipe": "Please take a picture of the ingredients. We will come up with a recipe using the ingredients.",
    "calory": "Please take a picture of the food. We will calculate the calories. Due to potential inaccuracies in measuring distance and size, it may not always be correct.",
    "trash": "Please take a picture of the trash. We will separate the trash. Please follow your local government's rules for collection days.",
    "plants": "Please take a picture of the plant. We will evaluate its condition.",
    "face_review": "Please take a picture of your face. We will rate it based on attractiveness such as handsome, beautiful, cute, etc. This is an AI assessment, so please do not take it seriously.",
    "hair_review": "Please take a picture of your face. We will rate your hairstyle.",
    "makeup_review": "Please take a picture of your face. We will rate your makeup."
  },
  "short_explane": {
    "test": "We will tell you the answers to the questions.",
    "translate": "We will translate the foreign language.",
    "fashion": "We will evaluate your fashion.",
    "recipe": "We will come up with a recipe using the ingredients.",
    "calory": "We will calculate the calories of the food.",
    "trash": "We will separate the trash.",
    "plants": "We will diagnose the condition of the plant.",
    "face_review": "We will rate your face.",
    "hair_review": "We will rate your hairstyle.",
    "makeup_review": "We will rate your makeup."
  },
  "instructions": {
    "part1": "Instructions",
    "part2": "Take a picture, and the AI will respond.",
    "part3": "Use it for test answers, foreign language translation, fashion checks, creating recipes from ingredients, calculating food calories, separating trash, caring for plants, and more according to your lifestyle needs.",
    "part4": "Note: AI responses may not always be accurate.",
    "part5": "Also, misuse is strictly prohibited."
  },
  "permissions": {
    "camera_required": "Camera permission is required.",
    "camera_usage": "This app requires camera access to take photos. Please change the permissions in the settings."
  },
  "actions": {
    "cancel": "Cancel",
    "go_to_settings": "Go to Settings",
    "analysis_result": "Analysis Result",
    "answer": "Answer",
    "explanation": "Explanation",
    "ticket": "Ticket",
    "purchase_ticket": "Purchased {{NAME}} can be used beyond the daily AI usage limit. Also, ads will not be displayed, so you can see the results faster.",
    "ticket_note": "Note: When consuming {{NAME}}, video ads will not appear, but it may take some time to analyze.",
    "bonus": "Bonus"
  },
  "subscription": {
    "per_month": "/month"
  },
  "legal": {
    "terms_of_use": "Terms of Use",
    "privacy_policy": "Privacy Policy"
  },
  "search": {
    "filter": "Search Filter",
    "select_item": "Select Item"
  },
  "analysis": {
    "analyze_image": "Analyze Image",
    "use_ticket_for_analysis": "Use Ticket for Analysis",
    "number_of_tickets": "Number of Tickets",
    "watch_ad_for_analysis": "Watch Ad for Analysis"
  },
  "permissions_alerts": {
    "image_view_permission": "Image View Permission Required",
    "refer_permission": "Permission is required to refer. Please change the permissions in the settings."
  },
  "rewards": {
    "five_star_rating": "If you give a 5-star rating, you will receive one ticket."
  },
  "errors": {
    "not_enough_tickets": "Not enough tickets.",
    "daily_limit_exceeded": "You have exceeded today's limit.",
    "purchase_tickets": "Would you like to purchase tickets?",
    "purchase": "Purchase",
    "api_load_failed": "Failed to load API.",
    "analyzing": "Analyzing..."
  }
}
