{
  "propmpt_system": "कृपया केवल एक सरणी लौटाएँ। प्रारूप {No: 1, title: 'प्रश्न 1', body: '1 + 1', answer: '2', explanation: '1 + 1 = 2.', result: true} जैसा JSON होना चाहिए।",
  "custom_prompt_user": "छवि {{name}} की है। कृपया इसका विश्लेषण करें और {{result}} लौटाएँ। शीर्षक के लिए '{{title}}' का उपयोग करें; शरीर के लिए '{{body}}' का उपयोग करें; उत्तर के लिए '{{answer}}' का उपयोग करें; स्पष्टीकरण के लिए '{{explanation}}' का उपयोग करें; और परिणाम के लिए null का उपयोग करें।",
  "detail_or_easy": "संक्षिप्त",
  "all": "सभी",
  "camera": "कैमरा",
  "result": "परिणाम",
  "settings": "सेटिंग्स",
  "test_answer_mode": "टेस्ट उत्तर मोड",
  "translate_mode": "अनुवाद मोड",
  "fashion_check_mode": "फैशन चेक मोड",
  "recipe_mode": "रेसिपी मोड",
  "calory_mode": "कैलोरी मोड",
  "trash_separation_mode": "कचरा अलगाव मोड",
  "plant_care_mode": "पौधा देखभाल मोड",
  "face_diagnosis_mode": "चेहरा निदान मोड",
  "hair_diagnosis_mode": "बाल निदान मोड",
  "makeup_diagnosis_mode": "मेकअप निदान मोड",
  "prompt_user_descriptions": {
    "test": "छवि टेस्ट शीट की है। कृपया प्रश्नों का विश्लेषण करें और परिणाम लौटाएँ। शीर्षक के लिए प्रश्न शीर्षक का उपयोग करें; शरीर के लिए प्रश्न पाठ का उपयोग करें; उत्तर के लिए उत्तर प्रदान करें; स्पष्टीकरण के लिए समाधान का {{detail_or_easy}} स्पष्टीकरण दें; परिणाम के लिए यह बताएं कि यह सही है या नहीं। यदि उत्तर प्रदान नहीं किया गया है, तो इसे गलत के रूप में चिह्नित करें।",
    "translate": "छवि विदेशी भाषा में है। कृपया इसका विश्लेषण करें और जापानी में अनुवाद करें। शीर्षक के लिए 'अनुवाद परिणाम' का उपयोग करें; शरीर के लिए विदेशी पाठ का उपयोग करें; उत्तर के लिए {{detail_or_easy}} अनुवाद प्रदान करें; स्पष्टीकरण के लिए null का उपयोग करें; परिणाम के लिए null का उपयोग करें।",
    "fashion": "आप एक पेशेवर फैशन डिजाइनर हैं। कृपया सामान्य फैशन भावना को सख्ती से मूल्यांकन करें। शीर्षक के लिए 'कुल मिलाकर रेटिंग' का उपयोग करें; शरीर के लिए स्कोर (100 में से) प्रदान करें; उत्तर के लिए अच्छा या बुरा जैसी सामान्य रेटिंग प्रदान करें; स्पष्टीकरण के लिए {{detail_or_easy}} सुधार अंक प्रदान करें; परिणाम के लिए null का उपयोग करें।",
    "recipe": "छवि सामग्री की है। कृपया उनमें से कुछ या सभी का उपयोग करके एक रेसिपी बनाएं। शीर्षक के लिए व्यंजन का नाम उपयोग करें; शरीर के लिए सामग्री सूचीबद्ध करें; उत्तर के लिए रेसिपी प्रदान करें; स्पष्टीकरण के लिए व्यंजन का {{detail_or_easy}} स्पष्टीकरण दें; परिणाम के लिए null का उपयोग करें।",
    "calory": "छवि खाद्य या सामग्री की है। कृपया इसका विश्लेषण करें और कैलोरी गिनती लौटाएं। शीर्षक के लिए 'कुल कैलोरी गिनती' का उपयोग करें; शरीर के लिए null का उपयोग करें; उत्तर के लिए कैलोरी गिनती प्रदान करें; स्पष्टीकरण के लिए कैलोरी का {{detail_or_easy}} स्पष्टीकरण दें; परिणाम के लिए null का उपयोग करें।",
    "trash": "छवि कचरे की है। कृपया इसका विश्लेषण करें और कचरे का प्रकार लौटाएं। शीर्षक के लिए नाम का उपयोग करें; शरीर के लिए null का उपयोग करें; उत्तर के लिए कचरे का प्रकार प्रदान करें; स्पष्टीकरण के लिए {{detail_or_easy}} स्पष्टीकरण प्रदान करें; परिणाम के लिए null का उपयोग करें।",
    "plants": "छवि पौधे की है। कृपया इसका विश्लेषण करें और उसकी स्थिति की जाँच करें। शीर्षक के लिए पौधे का नाम उपयोग करें; शरीर के लिए सामान्य स्थिति का मूल्यांकन प्रदान करें; उत्तर के लिए पौधे की {{detail_or_easy}} स्थिति प्रदान करें; स्पष्टीकरण के लिए {{detail_or_easy}} देखभाल निर्देश दें; परिणाम के लिए null का उपयोग करें।",
    "face_review": "छवि चेहरे की है। कृपया सुंदरता, आकर्षकता, प्यारेपन आदि के मानकों के आधार पर इसे सख्ती से मूल्यांकन करें और स्कोर दें। शीर्षक के लिए 'मूल्यांकन' का उपयोग करें; शरीर के लिए स्कोर (100 में से) प्रदान करें; उत्तर के लिए अच्छा या बुरा जैसी सामान्य रेटिंग प्रदान करें; स्पष्टीकरण के लिए {{detail_or_easy}} मूल्यांकन और स्पष्टीकरण प्रदान करें; परिणाम के लिए null का उपयोग करें।",
    "hair_review": "छवि चेहरे की है। कृपया सख्ती से मूल्यांकन करें कि बाल कटवाने चेहरे के साथ कैसे मेल खाता है। शीर्षक के लिए 'मूल्यांकन' का उपयोग करें; शरीर के लिए स्कोर (100 में से) प्रदान करें; उत्तर के लिए अच्छा या बुरा जैसी सामान्य रेटिंग प्रदान करें; स्पष्टीकरण के लिए {{detail_or_easy}} सुधार अंक और स्पष्टीकरण प्रदान करें; परिणाम के लिए null का उपयोग करें।",
    "makeup_review": "छवि चेहरे की है। कृपया सख्ती से मूल्यांकन करें कि मेकअप चेहरे के साथ कैसे मेल खाता है। शीर्षक के लिए 'मूल्यांकन' का उपयोग करें; शरीर के लिए स्कोर (100 में से) प्रदान करें; उत्तर के लिए अच्छा या बुरा जैसी सामान्य रेटिंग प्रदान करें; स्पष्टीकरण के लिए {{detail_or_easy}} सुधार अंक और स्पष्टीकरण प्रदान करें; परिणाम के लिए null का उपयोग करें।"
  },
  "explane": {
    "test": "कृपया टेस्ट शीट की तस्वीर लें। हम स्पष्टीकरण और उत्तर प्रदान करेंगे। यह माध्यमिक स्कूल स्तर के पांच विषयों तक सीमित है, लेकिन गणित में कुछ प्रतीक पढ़ने योग्य नहीं हो सकते हैं।",
    "translate": "कृपया विदेशी भाषा के पाठ की तस्वीर लें। हम इसका अनुवाद करेंगे। एआई की सटीकता के कारण, यह हमेशा सही नहीं हो सकता है।",
    "fashion": "कृपया अपने पोशाक की तस्वीर लें। हम प्रत्येक फैशन आइटम का मूल्यांकन करेंगे।",
    "recipe": "कृपया सामग्री की तस्वीर लें। हम सामग्री का उपयोग करके एक रेसिपी बनाएंगे।",
    "calory": "कृपया भोजन की तस्वीर लें। हम कैलोरी की गणना करेंगे। दूरी और आकार को मापने में संभावित असमानताओं के कारण, यह हमेशा सही नहीं हो सकता है।",
    "trash": "कृपया कचरे की तस्वीर लें। हम कचरे को अलग करेंगे। कृपया अपने स्थानीय सरकार के नियमों का पालन करें।",
    "plants": "कृपया पौधे की तस्वीर लें। हम इसकी स्थिति का मूल्यांकन करेंगे।",
    "face_review": "कृपया अपने चेहरे की तस्वीर लें। हम सुंदरता, आकर्षकता, प्यारेपन आदि के मानकों के आधार पर इसका मूल्यांकन करेंगे। यह एआई मूल्यांकन है, इसलिए इसे गंभीरता से न लें।",
    "hair_review": "कृपया अपने चेहरे की तस्वीर लें। हम आपके बाल कटवाने का मूल्यांकन करेंगे।",
    "makeup_review": "कृपया अपने चेहरे की तस्वीर लें। हम आपके मेकअप का मूल्यांकन करेंगे।"
  },
  "short_explane": {
    "test": "हम प्रश्नों के उत्तर बताएंगे।",
    "translate": "हम विदेशी भाषा का अनुवाद करेंगे।",
    "fashion": "हम आपके फैशन का मूल्यांकन करेंगे।",
    "recipe": "हम सामग्री का उपयोग करके एक रेसिपी बनाएंगे।",
    "calory": "हम भोजन की कैलोरी की गणना करेंगे।",
    "trash": "हम कचरे को अलग करेंगे।",
    "plants": "हम पौधे की स्थिति का निदान करेंगे।",
    "face_review": "हम आपके चेहरे का मूल्यांकन करेंगे।",
    "hair_review": "हम आपके बाल कटवाने का मूल्यांकन करेंगे।",
    "makeup_review": "हम आपके मेकअप का मूल्यांकन करेंगे।"
  },
  "instructions": {
    "part1": "उपयोग निर्देश",
    "part2": "एक तस्वीर लें और एआई जवाब देगा।",
    "part3": "इसे टेस्ट उत्तरों, विदेशी भाषा अनुवाद, फैशन चेक, सामग्री से रेसिपी बनाने, भोजन की कैलोरी गणना, कचरे की अलगाव, पौधा देखभाल और आपके जीवन शैली के अनुसार उपयोग करें।",
    "part4": "नोट: एआई के उत्तर हमेशा सही नहीं हो सकते हैं।",
    "part5": "इसके अलावा, गलत उपयोग सख्ती से निषिद्ध है।"
  },
  "permissions": {
    "camera_required": "कैमरा अनुमति आवश्यक है।",
    "camera_usage": "इस ऐप को तस्वीरें लेने के लिए कैमरे की पहुंच की आवश्यकता है। कृपया सेटिंग्स में अनुमतियां बदलें।"
  },
  "actions": {
    "cancel": "रद्द करें",
    "go_to_settings": "सेटिंग्स पर जाएं",
    "analysis_result": "विश्लेषण परिणाम",
    "answer": "उत्तर",
    "explanation": "स्पष्टीकरण",
    "ticket": "टिकट",
    "purchase_ticket": "खरीदा हुआ {{NAME}} एक दिन के एआई उपयोग सीमा से अधिक इस्तेमाल किया जा सकता है। इसके अलावा, विज्ञापन नहीं दिखाए जाएंगे, इसलिए आप परिणाम को तेजी से देख सकते हैं।",
    "ticket_note": "नोट: {{NAME}} के उपभोग के समय वीडियो विज्ञापन नहीं दिखाए जाएंगे, लेकिन विश्लेषण में कुछ समय लग सकता है।",
    "bonus": "बोनस"
  },
  "subscription": {
    "per_month": "/माह"
  },
  "legal": {
    "terms_of_use": "उपयोग की शर्तें",
    "privacy_policy": "गोपनीयता नीति"
  },
  "search": {
    "filter": "खोज फ़िल्टर",
    "select_item": "आइटम चुनें"
  },
  "analysis": {
    "analyze_image": "छवि का विश्लेषण करें",
    "use_ticket_for_analysis": "विश्लेषण के लिए टिकट का उपयोग करें",
    "number_of_tickets": "टिकट की संख्या",
    "watch_ad_for_analysis": "विश्लेषण के लिए विज्ञापन देखें"
  },
  "permissions_alerts": {
    "image_view_permission": "छवि देखने की अनुमति आवश्यक",
    "refer_permission": "संदर्भित करने के लिए अनुमति आवश्यक है। कृपया सेटिंग्स में अनुमतियां बदलें।"
  },
  "rewards": {
    "five_star_rating": "अगर आप 5 सितारों की रेटिंग देंगे, तो आपको एक टिकट मिलेगा।"
  },
  "errors": {
    "not_enough_tickets": "टिकट पर्याप्त नहीं हैं।",
    "daily_limit_exceeded": "आपने आज की सीमा पार कर ली है।",
    "purchase_tickets": "क्या आप टिकट खरीदना चाहते हैं?",
    "purchase": "खरीदें",
    "api_load_failed": "एपीआई लोड करने में विफल।",
    "analyzing": "विश्लेषण कर रहे हैं..."
  }
}
